Repository: clferneding/ceselector
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin_name
source: MMC content element selector
de: MMC Inhaltselement-Selector

# plugin_description
source: Selects and shows content elements from a set by certain rules.
de: Wählt Inhaltselemente nach bestimmten Regeln aus einer Menge und zeigt diese an.

# tt_content.tx_ceselector_max_el
source: Max elements to show
de: Zeige max. Elemente

# tt_content.tx_ceselector_orderby.I.0
source: Random
de: Zufall

# tt_content.tx_ceselector_orderby.I.1
source: Sorting ascending
de: Reihenfolge aufsteigend

# tt_content.tx_ceselector_orderby.I.2
source: Sorting descending
de: Reihenfolge absteigend

# tt_content.tx_ceselector_orderby.I.3
source: Header-text ascending
de: Überschrift-Text aufsteigend

# tt_content.tx_ceselector_orderby.I.4
source: Header-text descending
de: Überschrift-Text absteigend

# tt_content.tx_ceselector_orderby
source: Order selection by
de: Sortiere Auswahl nach

# tt_content.tx_ceselector_persistent_mode.I.0
source: Disabled
de: Deaktiviert

# tt_content.tx_ceselector_persistent_mode.I.1
source: Static
de: Statisch

# tt_content.tx_ceselector_persistent_mode.I.2
source: Rotate
de: Rotierend

# tt_content.tx_ceselector_persistent_mode
source: Persistent Mode
de: Persistenter Modus

# tt_content.tx_ceselector_cookie_exp
source: Persistent selection expire (sec.)
de: Persistente Auswahl verfällt nach (sec.)
